{
    "category": [
        "Choose", "share"],
    "korean": [
            "드라마 or 영화", 
            "갤러리의 첫 번째 사진 공유하기", 
            "나를 좋아하는 사람 or 내가 좋아하는 사람", 
            "나만 아는 비밀 장소 공유하기",
            "친구랑 주로 뭐하면서 놀아?", 
            "이상형 말해줘",
            "‘돈’ 과 관련된 에피소드 1개 말하기",
            "자취 or 부모님이랑 같이 산다",
            "이상형이 뭐야? 어떤 스타일 좋아해?",
            "최근에 여행 간적 있어? 없으면 어디 가고 싶어?",
            "할 줄 아는 악기 있어? 있으면 어떤 거?",
            "너는 친구랑 어떤걸 해보고싶어?",
            "나의 첫 인상과 다른 점이 있다면?",
            "어렸을 때 장래 희망이 뭐였어?",
            "가장 자신 있는 애교 부리기",
            "연예인 중에 이상형과 가까운 사람은?",
            "(화장실에 휴지가 없으면) 휴지심 or 양말",
            "남녀 사이에 친구가 있다 ? 없다?",
            "번호 교환하고 SNS 친구하기",
            "지금까지 살면서 해본 일탈 중 가장 큰 일탈이 있다면?",
            "평소 옷 어떤 스타일 입어?",
            "단체로놀기 or 1대1로놀기",
            "매운거 너무 좋다 or 아니다 먹으면서 고통 받기 싫다",
            "한식, 중식, 양식, 일식 중에 1가지를 골라야 한다면?",
            "상대방 매력 3가지 말하기",
            "함께 해보고 싶은 취미 활동은?",
            "가장 자신있는 신체부위 이야기 하기",
            "취미 or 장기가 뭐야?",
            "요즘에 연락하는 이성있어?",
            "결혼 가치관 나눠줘",
            "장래회망 말하기",
            "아이 낳고싶다 or 안 낳고 싶어",
            "수면욕, 식욕, 성욕 등 욕구중에서 가장 큰것은?",
            "다른건 참아도 이거는 정말 못 참는다 하는거 있어? (연애할 때)"  ,
            "자서전의 제목을 짓는다면 뭐라고 지을거야?",
            "친구끼리 뽀뽀 가능 or 불가능",
            "편안하게 쉬고 싶을 때, 뭐하면서 놀아?",
            "토요일은 너한테 어떤 의미야?",
            "꾀병으로 하루를 보낸다면 어떻게 하루를 보내고싶어?",
            "강아지상 or 고양이상?",
            "잠들기 전에 어떤 생각해?",
            "똑똑한 사람과 연애하기 or 매력적인 사람과 연애하기",
            "만약 좋아하는 사람이 나를 좋아하지 않으면 어떻게 할거야?",
            "인생의 사랑 찾기 or 백만장자 되기",
            "누군가 너한테 할 수 있는 가장 좋은 것이 있으면 뭐가 있을까?",
            "엄청나게 똑똑하거나 or 엄청나게 행복하거나",
            "하루 동안 슈퍼파워를 가질 수 있다면, 어떤 능력을 갖고싶어?",
            "살았거나 여행한 최고의 도시는 어디야?",
            "가장 좋아하는 음악이 뭐야?, 왜 좋아?",
            "한 가지 일에 엄청난 실력을 가질 수 있다면, 어떤걸 선택할 것 같아?",
            "로또에 당첨되면 가장 먼저 하고싶은게 뭐야?",
            "부자가 된다고 했을 떄 명성이 있는 부자 or 명성이 없는 부자",
            "세상 어떤 사람과 저녁 데이트를 할 수 있다면 누구랑 할거야?",
            "가장 좋아하는 휴일이 있다면 어느 날이야?",
            "지금의 인생을 묘사하는 노래가 있아면 알려줄 수 있어?",
            "언어 몇게 할 수 있어?",
            "이름이랑 뜻이 뭐야?",
            "먹었던 음식 중에 조합이 이상하지만 가장 좋아하는 음식이 있다면 뭐가 있을까?",
            "가장 좋아하는 장소는 어디야?",
            "고향이 어디야?",
            "가장 좋아하는 취미는 뭐야?",
            "지금 전 세계 어디든 갈 수 있다면 어디로 가고싶어?",
            "너는 듣는 사람이야 or 말하는 사랑이야?",
            "플레이리스트의 마지막 곡이 뭐야?",
            "가상의 인물을 만날 수 있다면 누구를 만나고 싶어?",
            "평생 살 안찌고 무제한으로 아이스크림을 먹을 수 있다면 어떤 맛으로 먹을거야?",
            "다른 나라의 언어를 할 수 있다면 어떤 언어를 해보고싶어?",
            "최근에 처음으로 경험해본 일이 있다면 그게 언제야?",
            "오전 팀플 시간 때 어떤 커피 마셔?",
            "가장 좋아하는 만화 캐릭터는 누구야?",
            "가장 좋아하는 취미나 시간 보내는 활동은 뭐야?",
            "가장 좋아하는 예술 카테고리가 있다면?",
            "가장 좋아하는 동물은? 왜?",
            "가장 좋아하는 책이나 영화는? 왜?",
            "전공이 뭐야?",
            "지금 하고 있는게 전공이 아니었다면, 어떤 전공을 공부 하고 있을 것 같아?",
            "처음 학교에 왔을 때랑 첫 수업을 들었을 때 가장 놀랬던 일은?",
            "고향에 놀러간가면 어떤 곳을 추천해줄 수 있어?",
            "가장 좋아하는 야식은 무엇입니까?",
            "나만의 공부 팁은?",
            "당신이 가진 가장 이상한 습관은 무엇입니까?",
            "모든 사람이 봐야 할 영화는 무엇이라고 생각하십니까?",
            "이 학교에서 제공하는 가상의 대학 과목을 말씀해주세요.",
            "지금까지 가졌던 최고의 선생님을 묘사해주세요.",
            "마지막으로 참석한 콘서트나 라이브 이벤트는 무엇입니까?",
            "하루 동안 연예인과 인생을 바꿀 수 있다면 누구를 선택하시겠으며, 왜 그런지요?",
            "버킷리스트에 있는 세 가지 일은 무엇입니까?",
            "인생에서 가졌던 최고의 모험 세 가지는 무엇입니까?",
            "당신의 롤모델은 누구입니까?",
            "과거를 하나 바꿀 수 있다면, 무엇을 바꾸시겠습니까?",
            "주말을 보내는 가장 좋아하는 방법은 무엇입니까?",
            "가장 좋아하는 시간은 언제입니까?",
            "비오는 날 가장 좋아하는 일은 무엇입니까?",
            "아르바이트를 해본 경험이 있나요? 없다면 어떤 아르바이트를 해보고 싶은가요?",
            "지금까지 만난 사람 중 가장 유명한 사람은 누구인가요? 어떻게 만났고 어떤 사람이었나요?",
            "자신의 길티 플레져는 무엇인가요?",
            "맘스 or 학관",
            "한동에서 들었던 수업 중 가장 기억에 남는 수업은 무엇인가요?",
            "한동에서 제일 좋았던 기억은 무엇인가요?",
            "학교에서 제일 존경하는 사람은 누구인가요?",
            "당신이 가진 이상한 꿈은 무엇인가요?",
            "당신의 가장 큰 두려움은 무엇인가요?",
            "당신이 받았던 최고의 칭찬은 무엇인가요?",
            "당신이 가장 집착하는 것은 무엇인가요?",
            "자신의 별명에 대해 이야기해주세요.",
            "당신이 받았던 최고의 선물은 무엇인가요?",
            "차 또는 커피 중에 선호하는 것은 무엇인가요?",
            "도시 또는 시골 중 어디에 사는 것을 선호하시나요?",
            "염소와 새 중 룸메이트로 어떤 것을 갖고 싶나요?",
            "당신이 영화에 출연 할 수 있다면 어떤 영화일까요?",
            "세상에서 가장 아름다운 소리는 무엇이라고 생각하시나요?",
            "포기하기 가장 어려운 것은 무엇인가요?",
            "30초 동안 세계의 주목을 받는다면 어떤 말을 하겠습니까?",
            "가장 자주 쓰는 스마트폰 어플은 무엇인가요?",
            "가족 전통 중 자녀에게 물려주고 싶은 한 가지는 무엇인가요?",
            "평생 하나의 이모티콘만 사용해야 한다면 무엇을 선택할 건가요?",
            "자신이 평소에 자주 사용하는 단어나 문장은 무엇인가요?",
            "산과 바다 중 선택한다면?",
            "매운맛이랑 단맛 중에 선택한다면?",
            "언제나 하길 소망 했지만 아직 해보지 못한 것이 있나요?이유는 무엇인가요?",
            "인터넷이 없다면 어떨 것 같나요?"],


    "english": [
            "Drama or Movie",
            "Sharing the first photo from your gallery",
            "A person who likes me or A person whom I like",
            "Share a secret place that you only know",
            "How do you play with a friend?",
            "talk about you ideal type",
            "Share one episode related to ‘money’",
            "living by yourself or living with your parents",
            "What is your ideal type? what kind of style do you like?",
            "Have you been traveling recently? Where would you like to go if you haven't been anywhere yet?",
            "Do you have an instrument you can play? If you have, what is it?",
            "What do you want to do with your friend?",
            "Talking about it, is there anything different from your first impression?",
            "What did you want to be when you were a child?",
            "The most confident aegyo",
            "Which celebrity is closest to your ideal type?",
            "(If there is no toilet paper in the bathroom) What would you use? Paper rolls or socks",
            "Do you think that friend zone exists?",
            "Exchange numbers and become social media friends",
            "What's the biggest breakaway you've ever experienced in your life?",
            "What style of clothes do you usually wear?",
            "Playing in groups or Playing one-on-one",
            "I really like spicy food or No, I don't want to suffer while eating",
            "If you had to choose between Korean, Chinese, Western, and Japanese food, what would it be?",
            "Talk about 3 charms of the person next to you or in front of you",
            "What hobbies would you like to do together?",
            "Talk about the most confident body part",
            "Hobbies or What's a long term?",
            "Are you texting someone of the opposite gender  these days?",
            "Sharing Marriage Values",
            "talk about your future plans",
            "I want to have children or I don't want to have children",
            "sleep desire, appetite, Which of the following desires is the greatest?",
            "Is there anything else that you really can't stand? (when you're dating)",
            "If you were to title an autobiography, what would it be?",
            "Kisses between friends is possible or impossible",
            "What do you do for fun when you want to relax?",
            "What’s a typical Saturday look like for you?",
            "How would you spend a perfect 'fake' sick day?",
            "Are you a dog or a cat person?",
            "What do you think about before you fall asleep?",
            "What is your preference – dating someone smart or hot?",
            "What would you do if someone you liked didn’t like you back?",
            "If you had to choose -would you rather find the love of your life or be a Millionaire?",
            "What is the nicest thing someone can do for you?",
            "Would you rather be incredibly intelligent or incredibly happy?",
            "If you could have one superpower for a day, what would it be?",
            "What is the best city you’ve ever lived in or traveled to?",
            "What’s your favorite type of music, and why?",
            "What would you choose if you could be incredibly skilled at one thing?",
            "What would be the first thing you would do if you won the lottery?",
            "Would you rather be rich and famous or rich without fame?",
            "Who would you choose if you could have a dinner date with anyone in the world?",
            "What is your favorite holiday?",
            "What song describes your life right now?",
            "How many languages can you speak?",
            "What's your full name? And also, meaning",
            "What is the weirdest food combinations you love?",
            "What’s your favorite place?",
            "Where did you grow up?",
            "What’s your favorite hobby?",
            "If you could be anywhere in the world right now, where would you be?",
            "Are you a listener or a talker?",
            "What was your last song on your playlist?",
            "If you could meet any fictional character, who would you like to meet?",
            "If you could have unlimited ice cream for the rest of your life without gaining weight, which flavor would you eat?",
            "If you could speak another language, what would it be?",
            "When was the last time you did something for the first time?",
            "What coffee do you drink in your morning meeting?",
            "Who is your favorite cartoon character?",
            "What is your favorite hobby or pastime?",
            "What is your favorite type of art?",
            "What is your favorite animal and why?",
            "What is your favorite book or movie and why?",
            "What is your major?",
            "If that wasn’t your major, what would your major be?",
            "What most surprised you when you first arrived on campus or first started classes at this school?",
            "If I visited your hometown, what local spots would you suggest I see?",
            "What is your favorite midnight snack?",
            "What is your best study tip?",
            "What is the strangest habit you have?",
            "What movie do you think everyone should watch?",
            "Name an imaginary college class you wish this school offered.",
            "Describe the best teacher you have had so far.",
            "What was the last concert or live event you attended?",
            "If you could switch lives with a celebrity for a day, who would it be and why?",
            "What are three things on your bucket list?",
            "What are the top three adventures you’ve had in your life?",
            "Who is your inspiration?",
            "If you could change one thing about your past, what would it be?",
            "What is your favorites way to spend a weekend?",
            "What is your favorite time of day?",
            "What is your favorite thing to do on a rainy day?",
            "Have you ever had a part-time job? If not, what kind of part-time job would you like to try?",
            "Who is the most famous person you have ever met? How did you meet them, and what were they like?",
            "What is your guilty pleasure?",
            "Mom's or cafeteria?",
            "What is your most memorable class from Handong?",
            "What is your favorite memory from Handong?",
            "Who is the person you admire the most at Handong?",
            "What is your weirdest dream?",
            "What is your biggest fear?",
            "What is the best compliment you have ever received?",
            "What are you most obsessed with?",
            "Tell me about your nickname.",
            "What is the best gift you have ever received?",
            "Do you prefer tea or coffee?",
            "Do you prefer to live in a city or in the countryside?",
            "Would you rather have a goat or a bird as a roommate?",
            "If you could be in a movie, what movie would it be?",
            "What do you think is the most beautiful sound in the world?",
            "What is the hardest thing to give up?",
            "If you had 30 seconds of the world's attention, what would you say?",
            "What is the app you use most on your phone?",
            "What is one family tradition you would like to pass on to your children?",
            "If you could only use one emoji for the rest of your life, what would it be?",
            "What is a word or phrase you use often?",
            "If you had to choose between the mountains and the sea, which would you choose?",
            "If you had to choose between spicy and sweet, which would you choose?",
            "Is there anything you have always wanted to do but haven't been able to do yet? Why not?",
            "What do you think life would be like without the internet?"
    ],

    "points" : []

}



